/*
 * 报警码信息
 */
function getAlarmCodeInfo(){
    var alarmInfo = [
        "",
        "水温信息丢失",
        "机油压力数据丢失",
        "总线通讯异常",
        "机油压力报警",
        "冷却水温高",
        "气压低报警",
        "您已超速",
        "方向助力丢失，请谨慎行驶",
        "检查变速箱",
        "电池不均衡故障",
        "总电压过压",
        "总电压欠压",
        "内部通讯失败",
        "SOC过低",
        "SOC过高",
        "单体模块电压过低",
        "单体模块电压过高",
        "温度差过大",
        "温度报警",
        "温度过高",
        "充电电流过大",
        "放电电流过大",
        "绝缘报警",
        "DCDC故障报警",
        "电池热失控",
        "有容量偏小电池",
        "有内阻偏大电池",
    ]
    return alarmInfo;
}
