/*
 * 测试
 */
function getInfo() {
    var message = "Theme2 is Show !";
    return message;
}
/*
 * 报警码信息
 */
function getAlarmCodeInfo(){
    var alarmInfo = [
        "正常","水位低报警","左气压低报警","右气压低报警","水温传感器报警",
        "油量传感器报警","机油压力传感器报警","电池电压传感器报警","气压一传感器报警","气压二传感器报警",
        "J1939通信故障","机油压力低","左刹车蹄片报警","右刹车蹄片报警","空滤报警",
        "后处理故障","水温信息丢失","机油压力数据丢失","总线通信故障","油量低报警",
        "单体模块电压过高","单体模块电压过低","SOC过高","SOC过低","内部通讯失败",
        "总电压欠压","总电压过压","电池不均衡故障","电池热失控","DCDC故障报警",
        "绝缘报警","放电电流过大","充电电流过大","温度过高","温度报警",
        "温度差过大","内部接触器信号","有内阻偏大电池","有容量偏小电池"
    ]
    return alarmInfo;
}
